/* Placeholder used in the search bar in the calendar occurrences list. The argument is the scope of the search; the calendars that will be search (Search All Calendars, Search Home, etc) */
"SEARCH_PLACEHOLDER" = "Etsi: %@";

/* Placeholder used in the search bar in the calendar occurrences list for the scope of all calendars) */
"SEARCH_ALL_PLACEHOLDER" = "Etsi kaikista kalentereista";

/* Placeholder used in the search bar in the calendar occurrences list. */
"SEARCH_NO_ARGUMENT_PLACEHOLDER" = "Etsi";

/* String displayed for the back button of the details of an event occurrence when in search mode*/
"SEARCH_BACK_BUTTON" = "Etsi";

/* String used to inform the user that no matches were found for the search string */
"NO_SEARCH_RESULTS" = "Ei tuloksia";
